<script setup>
import chart from '../UX/chart.vue'
</script>

<template>
  <br>
  <div class="about" style="text-align: center;">
    <h1>👉เกี่ยวกับเว็บของเรา</h1><br>
    <p style="font-size: 16px;">เว็บนี้ถูกจัดทำขึ้นเพื่อเป็นโปรเจคสำหรับรายวิชา เว็บเทคโนโลยี 10301231 และเพื่อใช้ในการศึกษาการสร้างเว็บด้วย Vue 
      <br>ประกอบด้วย Framework ต่างๆ ทางคณะผู้จัดทำหวังไว้ว่า โปรเจคนี้จะเป็นประโยชน์แก่ผู้ที่เข้ามาศึกษาและต่อยอดต่อไปในอนาคต
        คณะผู้จัดทำ</p>
  </div> <br> <br> <br> <br>
    <h3 style="text-align: center;">จำนวนผู้เข้าใช้เว็บเราในแต่ละวัน</h3>
    <chart />
  <div>

  </div>

  <footer></footer>
</template>

